export const ICONS = {
  "Пшеница": "🌾",
  "Ранчо": "🐄",
  "Пекарня": "🍞",
  "Кафе": "☕",
  "Магазин": "🏪",
  "Лес": "🌲",
  "Ресторан": "🍣",
  "Фабрика": "🏭",
  "Фрукты": "🍎",
  "Шахта": "⛏️",
  "Крупное предприятие": "🏢",
  "Цветник": "🌸",
  "Яблоня": "🍏",
  "Налог": "💰",
  "Мэрия": "🏛️",
  "Бухта": "⚓",
}

export const EFFECT_NAMES = {
  0: "",
  1: "с каждого",
  2: "из банка",
  3: "с активного",
  4: "кража",
  5: "×ранчо",
  6: "×лес",
  7: "×пшеница",
  8: "×фиол.",
  9: "половина",
  10: "фикс.",
}

export const CARD_COLORS = {
  "Blue": "blue",
  "Green": "green",
  "Red": "red",
  "Purple": "purple",
}
